Revit 2027 API
UnitTypeId.CentimetersToTheFourthPower Property
 Centimeters to the fourth power.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CentimetersToTheFourthPower { get; }
Public Shared ReadOnly Property CentimetersToTheFourthPower As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CentimetersToTheFourthPower {
	ForgeTypeId^ get ();
}
static member CentimetersToTheFourthPower : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace